accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
ark
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-hypr-noctalia
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
chwd
claude-desktop
cowsay
cpupower
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
duf
e2fsprogs
efibootmgr
efitools
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
firefox
flatpak
fprintd
freetube
fsarchiver
git
github-cli
glances
google-chrome
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
hdparm
hwdetect
hwinfo
hyprland
inetutils
intel-lpmd
intel-media-driver
intel-ucode
iwd
jfsutils
kitty
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
nemo
neofetch
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noctalia-greeter
notion-app-electron
notion-app-enhanced
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
opencl-mesa
openssh
os-prober
pacman-contrib
pavucontrol
perl
pfetch-rs
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
qbz-bin
realtime-privileges
rebuild-detector
reflector
ripgrep
rsync
s-nail
sddm
sddm-nordic-theme-git
sg3_utils
shelly
slack-desktop
smartmontools
snapper
sof-firmware
sublime-text-4
sudo
sysfsutils
telegram-desktop
texinfo
todoist-appimage
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
ufw-extras
unrar
unzip
upower
usb_modeswitch
usbutils
vim
vlc-plugins-all
vpl-gpu-rt
vulkan-intel
vulkan-radeon
wget
whatsie
which
wireplumber
wpa_supplicant
wtype
xdg-user-dirs
xf86-video-amdgpu
xfsprogs
xl2tpd
yay
