accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
ark
awesome-terminal-fonts
baobab
base
base-devel
bash-completion
bind
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-hypr-noctalia
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
chatgpt-desktop-bin
chatty
chwd
claude-desktop
cosmic-app-library
cosmic-applets
cosmic-bg
cosmic-comp
cosmic-files
cosmic-greeter
cosmic-idle
cosmic-initial-setup
cosmic-launcher
cosmic-monitor
cosmic-notifications
cosmic-osd
cosmic-panel
cosmic-player
cosmic-randr
cosmic-screenshot
cosmic-session
cosmic-settings
cosmic-settings-daemon
cosmic-store
cosmic-terminal
cosmic-text-editor
cosmic-wallpapers
cosmic-workspaces
cowsay
cpupower
cryptsetup
d-spy
dconf-editor
decibels
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
duf
e2fsprogs
efibootmgr
efitools
endeavour
epiphany
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
file-roller
firefox
flatpak
fprintd
freetube
fsarchiver
gdm
ghex
git
github-cli
glances
gnome-backgrounds
gnome-boxes
gnome-browser-connector
gnome-builder
gnome-calendar
gnome-calls
gnome-characters
gnome-chess
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-music
gnome-nibbles
gnome-remote-desktop
gnome-robots
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-terminal
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
google-chrome
grilo-plugins
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gst-thumbnailers
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hdparm
htop
hwdetect
hwinfo
hyprland
inetutils
intel-lpmd
intel-media-driver
intel-ucode
iwd
jfsutils
kitty
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
lightsoff
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
loupe
lsb-release
lsscsi
lvm2
malcontent
man-db
man-pages
manuals
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
nemo
neofetch
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noctalia-greeter
notion-app-electron
notion-app-enhanced
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
opencl-mesa
openssh
orca
os-prober
pacman-contrib
papers
pavucontrol
perl
pfetch-rs
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
qbz-bin
quadrapassel
realtime-privileges
rebuild-detector
reflector
ripgrep
rsync
rygel
s-nail
sddm
sddm-nordic-theme-git
sg3_utils
shelly
showtime
simple-scan
slack-desktop
smartmontools
snapper
snapshot
sof-firmware
sublime-text-4
sudo
sushi
swell-foop
sysfsutils
sysprof
tecla
telegram-desktop
texinfo
todoist-appimage
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
ufw-extras
unrar
unzip
upower
usb_modeswitch
usbutils
vim
vlc-plugins-all
vpl-gpu-rt
vulkan-intel
vulkan-radeon
wget
whatsie
which
wireplumber
wpa_supplicant
wtype
xdg-desktop-portal-cosmic
xdg-user-dirs
xf86-video-amdgpu
xfce4-terminal
xfsprogs
xl2tpd
yay
yelp
